# any func
main = 'Главное меню📍'
download = 'Скачать⬇️'
delete = 'Удалить🗑'
back = 'Назад🔄'
doContinue = 'Продолжить▶️'
repeat = 'Повторить попытку🔄'
LetsGo = 'Погнали!'

# main
methods = 'Методические указания📚'
diary = 'Педагогический дневник📖'
HelpNavigation = 'Помощь по навигацииℹ️'

# methods
SearchAdmin = 'Найти новый документ🔍'
UserLibrary = 'Посмотреть личную библиотеку📔'
UserUpload = 'Загрузить новый документ📄'

# diary
ChooseYear = 'Выбрать другой год📅'
ChooseCamp = 'Выбрать другую смену⛳'
Camp = 'Лагерь⛳'
ChooseSquad = 'Выбрать другой отряд🫂'
CreateFile = 'Создать файл📁'
UploadFile = 'загрузить запись⬇️'

camp_settings = 'Информация о смене'
doNotification = 'Сделать уведомление'
Skip = 'Пропустить▶️'
SendToAll = 'Отправить пользователям бота'
SendToCamp = 'Отправить участникам смены'
CreateCamp = 'Создать смену⛳'

Yes = 'Да'
No = 'Нет'

LeaveAnswer = 'Оставить предыдущий ответ'

save = '🗂'
question = '❔'
erase = '🗑'