# repeatable text
main_menu_vector = "📍 - Главное меню"
methods_menu_vector = "📚 - Методические указания"

start_message = "Привет! Ты находишься на главной странице бота Локация.Помощник📍 \nЭтот бот поможет тебе упростить работу в смене. Давай скорее же начнем!🤓"
menu_message = "<b>Главное меню</b>:\n\n📚 - Методические указания\n📖 - Педагогический дневник\nℹ️ -Помощь по навигации\n👤 - Профиль"
methods_message = "<b>Методические указания</b>:\n\n🔍 - Найти новый документ\n📔 - Посмотреть личную библиотеку\n📄 - Загрузить новый документ\n" + main_menu_vector

new_document_message = "<b>Найти новый документ🔍</b>\n\n"

success_upload_message = '<b>Документ успешно отправлен</b>\n\nВыберите дальнейшее действие:\n🔍 - Вернуться к поиску\n📚 - Методические указания\n' + main_menu_vector